/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d/%d";

/* The tile for the previous button. */
"PreviousKey" = "Edellinen";

/* The title for the next button. */
"NextKey" = "Seuraava";

/* No Data View */
"NoDataKey" = "Kaavion tietoja ei ole saatavissa.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "Tietoja ei löytynyt:";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "Yritä hakea jotain muuta.";

/* The title for the clear button */
"ClearKey" = "Tyhjennä";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "Uusimmat";

/* The title for the start button. */
"StartKey" = "Aloita";

/* The title for the close button. */
"CloseKey" = "Sulje";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "Synkronointi käynnissä";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "Odota synkronoinnin valmistumista, ennen kuin jatkat sovellukseen. Se voi kestää muutaman sekunnin.";

/* The error banner title when sync failed */
"SyncFailedKey" = "Synkronointi epäonnistui";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "Tapahtuman ongelma";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "Ennen kuin voit käyttää tiliäsi tällä laitteella, luovuta laite seuraavalle vastaanottajalle:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "Heidän on kirjauduttava tilillään ja ratkaistava tapahtuman ongelma.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "Palaa kirjautumisnäyttöön";

/* The connection error screen title */
"NoConnectionKey" = "Ei Internet-yhteyttä";

/* The message under the connection error title */
"NoConnectionMessageKey" = "Muodosta yhteys WiFi-verkkoon tai mobiilidataverkkoon.";

/* The action button title in the connection error screen */
"TryAgainKey" = "Yritä uudelleen";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "Syötä allekirjoitus uudelleen";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "%d enemmän merkintöjä";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "Ei enempää merkintöjä";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "keyName on %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "Arvo on";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "Tietoja ei voi ladata";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "Ylivuotovalikko";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "Kuvake %d";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "Näyttää alatasoja";

"DoubleTapToShowChildrenKey" = "Napauta kahdesti näyttääksesi alatasot";

"ChildKey" = "Alataso";

"ChildrenKey" = "Alatasot";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "Kuva";

